[["Global Settings","Adjust global configurations for the client.",61],["Animation Settings","Allows you to change various animations.",70],["Zoom","Allows you to zoom in on distant objects.",20],["Fullbright","Makes the surrounding environment brighter. Allows you to see more clearly in The End, Nether, and at night.",6],["Environment Changer","Changes the environment around you.",44],["Java Debug Menu","A basic recreation of the Java Edition debug menu.",8],["Toggle Sprint/Sneak","Enables sprinting or sneaking without holding the respective keys.",39],["Chunk Border","Draws a border around the chunk you are in.",4],["Render Options","Gives you more rendering options.",15],["Nametag Modifier","Allows you to modify nametags.",15],["Block Outline/Overlay","Changes the selected block outline/overlay.\nThe \\\"Outline Selection\\\" setting needs to be enabled in video settings.",15],["Custom Crosshair","Customise your crosshair to your heart's content.",23],["Hitboxes","Draws a bounding box around all entities.",14],["Waypoints","Displays and stores coordinates of specific locations in the world.\nTo create a waypoint, type \".waypoint\" in the Minecraft chat.",26],["Player List Tab","Shows a list of all players in the world.",23],["Hurt Color Changer","Changes what color entities will be when hurt.",5],["TNT Timer","Displays the detonation time of TNT.",10],["Light Overlay","Displays the nearby areas where mobs are able to spawn.",10],["Item Physics","Makes dropped items have unique physics.",11],["Cinematic Camera","Makes the camera smooth, similar to the cinematic camera in OptiFine.",11],["Motion Blur","Blurs movement to make you throw up suspiciously",6],["Dynamic Light","Makes the surrounding area illuminate when equipped with light-emitting items.",8],["Color Settings","Allows you to change the color of the client.",31],["Low Health Warning","Displays a red vignette on the screen when you have low health.",7],["Particle Multiplier","Multiply the amount of critical hit particles.",5],["Auto GG","Automatically says GG (or any message) at the end of the game.\nWorks on Hive, CubeCraft, Zeqa, NetherGames, Hyperlands.",8],["Auto Text Hotkey","Automatically sends a message when a key is pressed.",9],["GUI Scale Changer","Change the size of your GUI.",7],["3D Skins","Makes the second skin layer 3D. Due to how the mod works, this will not work with players who have 128x skins or custom geometries (4D Skins).",3],["2D Items","Makes the items appear as if they were 2D like the old bedrock.\nNote that the items are still 3D, so you don't save performance.",5],["Item Despawn Blink","Makes items blink when they are about to despawn.",4],["Chat Tweaks","Various tweaks to the chat.",12],["Static Camera","Allows you to place the camera in the world. The camera's rotation is inverted when being adjusted.",6],["20 20 20","Reminds you to adhere 20 20 20.\n(For every 20 minutes that pass, look 20 meters away for 20 seconds at a time).\nThis helps preserve your eyesight!\n(And I can't remember to do it so I'm making this).",7],["FOV Changer","Allows you to customize the field of view behavior.",28],["Over The Shoulder Camera","Allows you to place the camera over your shoulder.",7],["View Model","Allows you to customise the view model. (Hand Item).",20],["Rear View","Allows you to turn your head without moving your body while holding a key.",14],["Dynamic Perspective","Allows you to change your perspective based on your current situation.",9],["Rotatable Camera/Screen","Allows you to rotate your camera/screen to any roll.",6],["Item Scaler","Scale individual items to be a custom size.",6],["Minimal View Bobbing","Disables the screen shake when view bobbing is enabled. (Requires view bobbing to be enabled.)",3],["Fog Changer","Allows you to modify various aspects of the fog!",17],["Freelook","Allows you to look at your surroundings without changing movement direction.",12],["Snaplook","Changes perspective while the key is pressed.",9],["Creative Tools","Various tools to help with creative mode.\nNote: Only use this with permission if you are on someone else's world/server.",59],["Double Click Prevent","Allows you to fine-tune your click settings.",15],["Proximity Chat","Proximity Chat!\nAllows you to use Mumble Link via the Onix Client Mumble Link application.",23],["Modern Keybind Handling","Modifies keybind handling when exiting screens to act like Java 1.12+.",5],["Item Highlighter","Makes some items easier to observe.",8],["Enchant Glint Color Changer","Changes the color of the glint (the enchantment thing).",8],["Item Tracker","Displays when and how many items you pick up or drop.",21],["Post Processing","Allows you to enhance the visual look of your game.",31],["Java Inventory Hotkeys","A port of the Java inventory hotkeys to Bedrock.",6],["No Hurt Cam","Removes the camera shake animation when you get destroyed in PvP.",3],["FPS Counter","Displays your frames per second.",26],["Clock","Displays the real-world time.",34],["Keystrokes","Displays your keystrokes on screen.",46],["Coordinates","Displays your current coordinates.",31],["Server IP","Displays the IP of the server you are playing on.",27],["CPS Counter","Shows your clicks per second.",31],["Direction HUD","Displays the direction you're facing in degrees.",26],["Speed Display","Shows your speed in blocks per second.",29],["Reach Display","Shows the reach of your last hit. Not 100null accurate due to latency!",29],["Combo Counter","Shows the number of hits you land on an enemy without getting hit.",29],["Pack Display","Displays the name and description of your texture packs on screen.",16],["Armor HUD","Shows the armor and mainhand item you have equipped.",36],["Movable Paperdoll","Enables movement and scaling of the paperdoll.",10],["Potion HUD","Displays your current status effects and their duration.",21],["Potion Counter","Shows the number of instant health potions you currently possess.",16],["Arrow Counter","Displays how many arrows you have in your inventory.",18],["Audio Subtitles","Shows the surrounding audio that's played in the world.",24],["Break Progress","Displays the block destroy percentage.",37],["Day Counter","Displays the amount of in-game day or playtime.",29],["Movable Scoreboard","Allows customization and movement of the scoreboard.",28],["Ping Display","Displays your ping to the server.",29],["Movable Chat","Enables chat customization and movement.",32],["WAILA","Displays information about blocks when you look at them.",17],["Memory Usage","Displays the RAM usage of the game.",28],["Stopwatch","Displays a stopwatch on the screen.",28],["Flappy Bird","A Flappy Bird clone playable in Minecraft!",17],["Snake","A Minecraft version of the classic game Snake!",20],["Developer Settings","A collection of tools useful to developers.",9],["Sky Overlay Changer","Allows you to change the sky overlay, without leaving the world.",50]]
